Revit 2027 API
ParameterTypeId.DividedSurfaceOffsetFromSurface Property
 "Offset from surface"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceOffsetFromSurface { get; }
Public Shared ReadOnly Property DividedSurfaceOffsetFromSurface As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceOffsetFromSurface {
	ForgeTypeId^ get ();
}
static member DividedSurfaceOffsetFromSurface : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace